{
  "Safe Menu+ protects your customers.": "Safe Menu+ schützt Sie und Ihre Kunden",
  "Safe solution for restaurants to replace paper-based menus with digital ones.": "Die sichere Lösung für Restaurants, um papierbasierte Menüs durch digitale zu ersetzen.",
  "Try it free": "Probieren Sie es kostenfrei.",
  "Donate": "Spenden",
  "Fully Managed": "Vollständig verwaltet",
  "No need to manage the servers & every bubbly-wobbly stuff by yourself. We already do that for you - you just add your menus and their content.": "Server, Webseite, hosting - Darum kümmern wir uns - fügen Sie einfach ihre Menüs und Artikel hinzu.",
  "COVID-free": "COVID-frei",
  "The biggest concern is about safety. No physical menus, just a website that your customers can access and keep their hands clean.": "Eine große Sorge ist der Kontakt. Keine physischen Menüs, nur eine Website, auf die Ihre Kunden zugreifen und ihre Hände sauber halten können.",
  "Free of Charge": "Kostenlos",
  "Supporting the businesses is absolutely necessary. You are free-of-charge until a working vaccine is successfully developed or the virus gets completely eradicated.": "In dieser Zeit ist es absolut wichtig Unternehmen zu unterstützen. Der Service ist kostenfrei bis ein funktionierender Impfstoff entwickelt wurde oder das Virus vollständig ausgerottet ist.",
  "Anyone is able to use their own device and won't have to touch items that others touched.": "Jeder kann sein eigenes Gerät verwenden und muss keine Gegenstände berühren, die andere berührt haben.",
  "No more talking.": "Kein Ausreden mehr.",
  "The sign up is completely free.": "Registrieren ist komplett Kostenfrei.",
  "You can add unlimited businesses and menus.": "Sie können unbegrentzt Unternehmen und Menüs hinzufügen.",
  "Menu": "Menü",
  "Dashboard": "Dashboard",
  "Initiative by": "Initiative von",
  "Built with": "Gebaut mit",
  "Create an account in just a few seconds": "Erstellen Sie ein Konto in wenigen Sekunden",
  "Create an account and let us know if you want to receive news regarding the app.": "Erstellen Sie ein Konto und teilen Sie uns mit, ob Sie Neuigkeiten zur App erhalten möchten.",
  "Add your menu": "Zu Ihrem Menü hinzufügen",
  "Right after registering, add your menu. Also, you will be creating a new business, just a place for all your menus.": "Gleich nach der Registrierung können Sie ein Geschäft erstellen - den Ort für Ihre Menüs.",
  "Add categories": "Kategorie hinzufügen",
  "Each menu will contain categories. Things like \"Drinks\" or \"Pizza\", where you can add the items for.": "Jedes Menü enthält Kategorien wie \"Getränke\" oder \"Pizza\". Sie können unbegrenzt Artikel hinzufügen.",
  "Share the QR Code": "Teilen Sie den QR Code",
  "Share the QR code or the link with your customers and they will see the menu.": "Teilen Sie den QR Code oder den Link mit Ihren Kunden um Ihnen das Menü bereitzustellen.",
  "There are already businesses keeping their customers safe": "Viele Unternehmen schützen bereits ihre Kunden.",
  "Within the first one week since we launched, the massive positive feedback launched Safe Menu into preventing the spread of the novel Coronavirus.": "Bereits in der ersten Woche seit unserer Einführung bekam Safe Menu massives positives Feedback. Zusammen können wir die Verbreitung vom Coronavirus verhindern.",
  "Registered users": "Registrierte Benutzer",
  "Businesses": "Unternehmen",
  "Menus": "Menüs",
  "Voted as one of the best apps on ProductHunt": "Bewertet als eine der besten Apps auf ProductHunt",
  "Back to website": "Zurück zu Webseite"
}