{
  "Safe Menu+ protects your customers.": "Safe Menu+ protege a tus clientes.",
  "Safe solution for restaurants to replace paper-based menus with digital ones.": "Solución segura para que los restaurantes reemplacen los menús en papel con los digitales.",
  "Try it free": "Pruebalo gratis",
  "Donate": "Donar",
  "Fully Managed": "Totalmente Administrado",
  "No need to manage the servers & every bubbly-wobbly stuff by yourself. We already do that for you - you just add your menus and their content.": "No necesitas administrar los servidores y todas esas cosas enredadas. Lo hacemos por ti - simplemente agrega tus menús y su contenido.",
  "COVID-free": "Libre de COVID",
  "The biggest concern is about safety. No physical menus, just a website that your customers can access and keep their hands clean.": "La mayor preocupación es la seguridad. Sin menús físicos, solo un sitio web al que tus clientes puedan acceder y mantener sus manos limpias.",
  "Free of Charge": "Gratuito",
  "Supporting the businesses is absolutely necessary. You are free-of-charge until a working vaccine is successfully developed or the virus gets completely eradicated.": "Apoyar a las empresas es absolutamente necesario. No te cobraremos hasta que se desarrolle con éxito una vacuna que funcione o el virus se erradique por completo.",
  "Anyone is able to use their own device and won't have to touch items that others touched.": "Cualquiera puede usar su propio dispositivo y no tendrá que tocar elementos que otros tocaron.",
  "No more talking.": "No mas charla.",
  "The sign up is completely free.": "El registro es completamente gratis.",
  "You can add unlimited businesses and menus.": "Puedes agregar empresas y menús ilimitados.",
  "Menu": "Menú",
  "Dashboard": "Tablero",
  "Initiative by": "Una iniciativa de",
  "Built with": "Construido con",
  "Create an account in just a few seconds": "Crea una cuenta en solo unos segundos",
  "Create an account and let us know if you want to receive news regarding the app.": "Crea una cuenta y háznos saber si deseas recibir noticias sobre la aplicación.",
  "Add your menu": "Agrega tu menú",
  "Right after registering, add your menu. Also, you will be creating a new business, just a place for all your menus.": "Justo después de registrarte, agrega tu menú. Además, crearás una nueva empresa, un lugar para todos tus menús.",
  "Add categories": "Agrega categorías",
  "Each menu will contain categories. Things like \"Drinks\" or \"Pizza\", where you can add the items for.": "Cada menú contendrá categorías. Cosas como \"Bebidas\" o \"Pizza\", donde puedes agregar los artículos para cada una.",
  "Share the QR Code": "Comparte el Código QR",
  "Share the QR code or the link with your customers and they will see the menu.": "Comparte el código QR o el enlace con tus clientes ellos verán el menú.",
  "There are already businesses keeping their customers safe": "Ya hay negocios que mantienen seguros a sus clientes",
  "Within the first one week since we launched, the massive positive feedback launched Safe Menu into preventing the spread of the novel Coronavirus.": "En la primera semana desde que lanzamos, los comentarios positivos masivos lanzaron Safe Menu para prevenir la propagación del nuevo Coronavirus.",
  "Registered users": "Usuarios registrados",
  "Businesses": "Empresas",
  "Menus": "Menús",
  "Voted as one of the best apps on ProductHunt": "Voted as one of the best apps on ProductHunt",
  "Back to website": "Volver al sitio web"
}
