{
  "Safe Menu+ protects your customers.": "Safe Menu+ îți protejează clienții.",
  "Safe solution for restaurants to replace paper-based menus with digital ones.": "O soluție sigură pentru restaurante de a înlocui meniurile tipărite cu unele digitale.",
  "Try it free": "Încearcă gratuit acum",
  "Donate": "Donează",
  "Fully Managed": "La îndemână",
  "No need to manage the servers & every bubbly-wobbly stuff by yourself. We already do that for you - you just add your menus and their content.": "Nu este nevoie de administrarea lucrurilor avansate, ca spre exemplu servere. Deja facem asta pentru tine - doar adaugi meniurile și conținutul lor.",
  "COVID-free": "Eradicăm COVID",
  "The biggest concern is about safety. No physical menus, just a website that your customers can access and keep their hands clean.": "Cea mai mare problemă este siguranța. Nu există meniuri palpabile, doar un site unde clienții pot accesa meniurile și în felul ăsta, își vor ține mâinile curate.",
  "Free of Charge": "Gratuit",
  "Supporting the businesses is absolutely necessary. You are free-of-charge until a working vaccine is successfully developed or the virus gets completely eradicated.": "Susținerea restaurantelor este necesară. Serviciul este complet gratuit, până când un vaccin potent este fabricat sau până virusul este complet eradicat.",
  "Anyone is able to use their own device and won't have to touch items that others touched.": "Oricine își poate folosi propriile dispozitive și așa nu vor intra în contact cu obiecte pe care alte persoane le-au atins.",
  "No more talking.": "Doar atât.",
  "The sign up is completely free.": "Înregistrarea este gratuită.",
  "You can add unlimited businesses and menus.": "Poți adăuga meniuri și restaurante nelimitate.",
  "Menu": "Meniu",
  "Dashboard": "Panou de Control",
  "Initiative by": "Inițiativă pornită de",
  "Built with": "Făurit cu",
  "Create an account in just a few seconds": "Creează un cont în doar câteva secunde",
  "Create an account and let us know if you want to receive news regarding the app.": "Creează un cont și spune-ne dacă vrei să primești noutați legate de aplicație.",
  "Add your menu": "Adaugă un meniu",
  "Right after registering, add your menu. Also, you will be creating a new business, just a place for all your menus.": "Chiar după înregistrare, adaugă un meniu. Adițional, va trebui să creezi un local - doar un loc unde îți vei ține toate meniurile.",
  "Add categories": "Adaugă categoriile",
  "Each menu will contain categories. Things like \"Drinks\" or \"Pizza\", where you can add the items for.": "Fiecare meniu va conține categorii. Cum ar fi \"Băuturi\" sau \"Pizza\", unde poți adăuga toate preparatele.",
  "Share the QR Code": "Descarcă codul QR",
  "Share the QR code or the link with your customers and they will see the menu.": "Descarcă codul QR sau copiază link-ul și distribuie-l clienților tăi pentru a putea vedea meniul.",
  "There are already businesses keeping their customers safe": "Sunt deja localuri ce își țin clienții în siguranță",
  "Within the first one week since we launched, the massive positive feedback launched Safe Menu into preventing the spread of the novel Coronavirus.": "În prima săptămână de la lansare, majoritatea feedback-ului pozitiv a lansat Safe Menu în lupta contra noul Coronavirus.",
  "Registered users": "Utilizatori înregistrați",
  "Businesses": "Localuri",
  "Menus": "Meniuri",
  "Voted as one of the best apps on ProductHunt": "Votat ca unul dintre cele mai bune proiectepe ProductHunt",
  "Back to website": "Înapoi la site"
}
