{
  "Safe Menu+ protects your customers.": "Safe Menu+ skyddar dina kunder.",
  "Safe solution for restaurants to replace paper-based menus with digital ones.": "Säker lösning för restaurant ägare att ersätta pappersbaserade menyer med digitala.",
  "Try it free": "Prova gratis",
  "Donate": "Donera",
  "Fully Managed": "Vi tar hand om allt",
  "No need to manage the servers & every bubbly-wobbly stuff by yourself. We already do that for you - you just add your menus and their content.": "Inte längre behöver du hantera servrar & vinglande saker själva. Vi tar hand om allt för dig - du lägger bara till dina menyer och innerhåll.",
  "COVID-free": "COVID-fri",
  "The biggest concern is about safety. No physical menus, just a website that your customers can access and keep their hands clean.": "Den största oroen är kundernas säkerhet. Inga fysiska menyer, bara en webbplats som dina kunder besöker och håller sina händer rena.",
  "Free of Charge": "Kostnadsfritt",
  "Supporting the businesses is absolutely necessary. You are free-of-charge until a working vaccine is successfully developed or the virus gets completely eradicated.": "Att stödja företagen är absolut viktigt. Tills ett fungerande vaccin har utvecklats eller viruset har utrotats är allt kostnadsfritt.",
  "Anyone is able to use their own device and won't have to touch items that others touched.": "Låt dina kunder använda sina egna enheter utan att hålla någonting någon annan har rört.",
  "No more talking.": "Inge mer snack.",
  "The sign up is completely free.": "Kostnadsfri registrering.",
  "You can add unlimited businesses and menus.": "Obegränsade företag och menyer.",
  "Menu": "Meny",
  "Dashboard": "Dashboard",
  "Initiative by": "Initiativ av",
  "Built with": "Byggt med",
  "Create an account in just a few seconds": "Skapa ett konto i sekunder",
  "Create an account and let us know if you want to receive news regarding the app.": "Skapa ett konto och låt oss veta om ni vill ha nyheter om appen direkt i inboxen.",
  "Add your menu": "Lägg till din meny",
  "Right after registering, add your menu. Also, you will be creating a new business, just a place for all your menus.": "Efter registeringen, lägg till ditt företag, skapa dina menyer och få en webbplats bara för dina menyer.",
  "Add categories": "Lägg till kategorier",
  "Each menu will contain categories. Things like \"Drinks\" or \"Pizza\", where you can add the items for.": "Skapa dina kategorier, så som \"Drycker\" eller \"Pizza\", där du kan lägga till artiklar.",
  "Share the QR Code": "Dela med QR-kod",
  "Share the QR code or the link with your customers and they will see the menu.": "Dela QR-koden eller länken direkt till dina kunder så dem får se dina menyer.",
  "There are already businesses keeping their customers safe": "Det finns redan företag som redan håller sina kunder säkra",
  "Within the first one week since we launched, the massive positive feedback launched Safe Menu into preventing the spread of the novel Coronavirus.": "Sedan lanseringen har den positiva feedbacken gett Safe Menu drivkraft att förhindra spridningen av det nya Coronaviruset.",
  "Registered users": "Registrerade användare",
  "Businesses": "Företag",
  "Menus": "Menyer",
  "Voted as one of the best apps on ProductHunt": "Röstad en av dem bästa apparna på ProductHunt",
  "Back to website": "Tillbaka till webbplatsen"
}
